Repository: advocatux/dice-roller
Catalog: po/*.po
Languages: ca, fr

source: About
ca: Quant a
fr: À propos

source: Dice Roller
ca: Llançador de daus
fr: Lanceur de dés

source: A fork of the original Dice Roller app by Robert Ancell
ca: Creada a partir del «Dice Roller», l'app original d'en Robert Ancell
fr: Une adaptation de l'application Lanceur de dés initialement créée par Robert Ancell

source: Awesome icons by Joan CiberSheep (based on icons from the noun project)
ca: Amb meravelloses icones fetes per en Joan CiberSheep (basades en icones de «the noun project»)
fr: Magnifiques icônes créée par Joan CiberSheep (basées sur les icônes du projet du même nom)

source: Fork by Brian Douglass
ca: App derivada per en Brian Douglass
fr: Adaptation de Brian Douglass

source: This app is open source software under the GPL v3.
ca: Aquesta app és de codi obert, publicada sota llicència GPL v3.
fr: Cette application est un logiciel libre distribué sous la license GPL v3.

source: Website
ca: Web
fr: Site Internet

source: Collections & Custom Dice
ca: Col·lecions i daus personalitzats
fr: Collections & Dés personnalisés

source: Custom Dice
ca: Daus personalitzats
fr: Dé personnalisé

source: Delete
ca: Elimina
fr: Supprimer

source: Edit
ca: Edita
fr: Modifier

source: Add
ca: Afegeix
fr: Ajouter

source: Create a custom die
ca: Crea un dau personalitzat
fr: Créer un dé personnalisé

source: Dice Collections
ca: Col·leccions de daus
fr: Collections de dés

source: Create a collection
ca: Crea una col·lecció
fr: Créer une collection

source: Pick a new die
ca: Trieu un dau nou
fr: Sélectionner un nouveau dé

source: coin
ca: moneda
fr: pièce

source: Pick a custom die
ca: Trieu un dau personalitzat
fr: Sélectionner un dé personnalisé

source: No custom dice available, create some by swiping up from the bottom
ca: No hi ha cap dau disponible, creeu-ne un lliscant de baix a dalt
fr: Aucun dé personnalisé n'est disponible, créez-en un en faisant glisser votre doigt à partir du bord inférieur de l'écran

source: Pick a collection
ca: Trieu una col·lecció
fr: Sélectionner une collection

source: No collections available, create one by swiping up from the bottom
ca: No hi ha cap col·lecció disponible, creeu-ne una lliscant de baix a dalt
fr: Aucune collection n'est disponible, créez-en une en faisant glisser votre doigt à partir du bord inférieur de l'écran

source: Cancel
ca: Cancel·la
fr: Annuler

source: Choose a name for this collection of dice
ca: Trieu un nom per aquesta col·lecció de daus
fr: Choisissez un nom pour cette collection de dés

source: Save
ca: Desa
fr: Enregistrer

source: Ok
ca: D'acord
fr: Valider

source: Name
ca: Nom
fr: Nom

source: Enter side values separated by commas
ca: Escriviu els valors de les cares, separats per comes
fr: Saisissez les valeurs des faces, séparées par des virgules

source: There are no dice to save Try adding dice before saving to a collection
ca: No hi ha cap dau desat Afegiu-n'hi abans de desar la col·lecció
fr: Il n'y a aucun dé à enregistrer Essayez d'ajouter des dés avant de les enregistrer dans une collection

source: You custom die has been removed
ca: S'ha eliminat el vostre dau personalitzat
fr: Votre dé personnalisé a été supprimé

source: You collection has been removed
ca: S'ha eliminat la col·lecció
fr: Votre collection a été supprimée

source: Total: %n
fr: Total[nbsp]: %n

source: Simulate rolling dice
ca: Simula el llançament de daus
fr: Simuler un jet de dés

source: d4,d6,d8,d12,d20,d10,d100,die,dice,roll,random,chance,coin
ca: d4,d6,d8,d12,d20,d10,d100,dau,daus,llança,aleatori,probabilitats,moneda
fr: d4,d6,d8,d12,d20,d10,d100,dé,lancer,aléatoire,chance,pièce
